import {Customer} from '../model/customer.model';

export let customers: Customer[] = [
  new Customer(1200, 'محمد', 'نادری', 'حسین', 1234, 4, 12, 1362
    , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  new Customer(1201, 'سعید', 'غلامی', 'حسین', 1234, 4, 12, 1362
    , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  new Customer(1202, 'حیدر', 'سلطانی', 'حسین', 1234, 2, 10, 1362
    , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  new Customer(1203, 'هاشم', 'قنبری', 'حسین', 1234, 3, 11, 1362
    , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1204, 'محمد', 'نادری', 'حسین', 1234, 4, 11, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1215, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1216, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1217, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1218, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1219, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1220, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1221, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1222, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1223, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1224, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1225, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1226, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1227, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1228, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1229, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1230, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1231, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  // new Customer(1232, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
  //   , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  new Customer(1233, 'محمد', 'نادری', 'حسین', 1234, 2, 4, 1362
    , '077635524', '09123654234', 'تهران', 'Nader@gmail.com', 'Tehran - ...', true),
  new Customer(1234, 'حسین', 'حسین', 'رحیمی', 323, 2, 8, 1365
    , '05569852144', '09153214562', 'کرج', 'Hossein@gmail.com', 'Karaj - ...', true)
];
